alsa-plugins
alsa-utils
archlinux-wallpaper
base
base-devel
blueman
bluez
bluez-utils
conky
dialog
efibootmgr
feh
firefox
git
grub
i3-wm
i3status
intel-ucode
kitty
light-locker
lightdm
linux
linux-firmware
lshw
man-db
man-pages
neovim
networkmanager
ntfs-3g
numlockx
nvidia
nvidia-utils
openssh
os-prober
pavucontrol
picom
pulseaudio
python-pillow
ranger
reflector
rofi
sudo
unzip
vlc
wget
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
